var validationTranslate = {
	required: "Це поле необхідно заповнити!",
	required_checker: "Цей параметр - обов'язковий!",
	required_select: "Цей параметр - обов'язковий!",

	password: "Вкажіть корректний пароль!",
	remote: "Будь ласка, введіть правильне значення!",
	email: "Будь ласка, введіть коректну адресу електронної пошти!",
	url: "Будь ласка, введіть коректний URL!",
	date: "Будь ласка, введіть коректну дату!",
	dateISO: "Будь ласка, введіть коректну дату у форматі ISO!",
	number: "Будь ласка, введіть число!",
	digits: "Будь ласка, вводите тільки цифри!",
	creditcard: "Будь ласка, введіть правильний номер кредитної картки!",
	equalTo: "Будь ласка, введіть таке ж значення ще раз!",

	maxlength: "Будь ласка, введіть не більш {0} символів!",
	maxlength_checker: "Будь ласка, виберіть не більш {0} параметрів!",
	maxlength_select: "Будь ласка, виберіть не більш {0} пунктів!",

	minlength: "Будь ласка, введіть не менш {0} символів!",
	minlength_checker: "Будь ласка, виберіть не менше {0} параметрів!",
	minlength_select: "Будь ласка, виберіть не менш {0} пунктів!",

	rangelength: "Будь ласка , введіть значення довжиною від {0} до {1} символів!",
	rangelength_checker: "Будь ласка, виберіть від {0} до {1} параметрів!",
	rangelength_select: "Будь ласка, виберіть від {0} до {1} пунктів!",

	range: "Будь ласка, вкажіть значення від {0} до {1}!",
	max: "Будь ласка, вкажіть значення, менше або рівне {0}!",
	min: "Будь ласка, вкажіть значення, більше або рівне {0}!.",

	filetype: "Допустимі розширення файлів: {0}!",
	filesize: "Максимальний обсяг {0}KB!",
	filesizeEach: "Максимальный размер каждого файла {0}KB!",

	pattern: "Вкажіть значення відповідне {0}!",
	word: "Введіть коректне ім'я!",
	login: "Введіть коректний логін!",
	phoneUA: "Некоректний формат українського номера",
	phone: "Введіть коректний номер телефона"
};
